
===========================================================================
report_tns
============================================================================
tns -14.55

===========================================================================
report_wns
============================================================================
wns -2.56

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -2.56

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 4.04
