
===========================================================================
report_tns
============================================================================
tns -14.07

===========================================================================
report_wns
============================================================================
wns -2.51

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -2.51

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 4.03
