
===========================================================================
report_tns
============================================================================
tns -15.07

===========================================================================
report_wns
============================================================================
wns -2.61

===========================================================================
report_worst_slack -max (Setup)
============================================================================
worst slack -2.61

===========================================================================
report_worst_slack -min (Hold)
============================================================================
worst slack 4.04
